Repository: ShDmytros/I-am-Water
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Phone number:
uk: Номер телефону:

source: Email adress:
uk: Електрона адреса:

source: Maded by
uk: Виконав

source: ©Dmytro Shtuchka
uk: ©Дмитро Штучка

source: Wikipedia bot in Telegram: find information about Water Resources
uk: Вікіпедія бот в телеграмі: знайти інформацію про воду

source: Main
uk: Головна

source: Famous water places
uk: Відомі водні місця

source: FWP
uk: ВВМ

source: News
uk: Новини

source: Shop
uk: Магазин

source: Welcome to my Website! Here you can find some information about water, as one the most valuable wealth of man.
uk: Вітаю на моєму вебсайті! Тут ви можете знайти деяку інформацію про воду, як одне з найцінніших багатств людства.

source: Autor of photo is
uk: Автор фото

source: The News:
uk: Останні новини:

source: Read the article...
uk: Читати статтю...

source: Calculator of using water
uk: Калькулятор використання води

source: How many people:
uk: Скільки людей:

source: How often a pearson have a shower per day:
uk: Як часто одна людина приймає душ на день:

source: How much time a pearson having a shower (in minuts):
uk: Скільки часу одна людина приймає душ (в хвилинах):

source: How often a pearson have a bath per week:
uk: Як часто одна людина приймає вану на тиждень:

source: How often a pearson use a flusher per day:
uk: Як часто одна людина ходить в туалет на день:

source: How often in your family, you do a laundry per week:
uk: Як часто ви використовуєте пральну машину на тиждень:

source: How often in your family, you do washing up per week:
uk: Як часто ви миєте посуд на тиждень:

source: Result is:
uk: Результат:

source: liters of water per week.
uk: літрів води на тиждень.

source: Image is given from
uk: Зображення взяте з

source: Information about Water Resources:
uk: Інформація про водні ресурси:

source: One of the most important world problem is Water Scarcity!
uk: Однією з найважливіших світових проблем є нестача вода!

source: The shortage of water resources affects every continent and around 2.8 billion people around the world at least one month out of every year. More than 1.2 billion people lack access to clean drinking water. Water stress is a vital issue that needs immediate attention.
uk: Дефіцит води відчувають на всіх континентах і близько 2,8 мільярда людей у всьому світі щонайменше один місяць на рік. Понад 1,2 мільярда людей не мають доступу до чистої питної води. Дефіцит води включає в себе водний стрес, нестачу або дефіцит води та водну кризу. Це життєво важлива проблема, яка потребує негайної уваги.

source: GIF from
uk: GIF взята з

source: Text from
uk: Текст взятий з

source: How to preserve Water:
uk: Як зберегти Воду:

source: Water conservation is crucial because it helps prevent water scarcity, ensures availability for future generations, reduces the need for water treatment, and helps protect the environment. It also saves energy, maintains water supply during dry periods, and can even save money on utility bills.
uk: Водозбереження має вирішальне значення, оскільки допомагає запобігти дефіциту води, забезпечує її доступність для майбутніх поколінь, зменшує потребу в очищенні води та допомагає захистити навколишнє середовище. Це також економить енергію, підтримує водопостачання в посушливі періоди і навіть може заощадити гроші комунальні послуги.

source: Turn off the faucet while brushing or shaving: This can save roughly 200 gallons of water a month.
uk: Закривайте кран, коли чистите зуби або голитеся: Це може заощадити приблизно 200 галонів води на місяць.

source: Take shorter showers: Showers use approximately 2 gallons of water per minute. A short shower uses significantly less water than a bath.
uk: Приймайте коротший душ: Душ використовує приблизно 2 галони води на хвилину. Короткий душ використовує значно менше води, ніж ванна.

source: Flush the toilet only when necessary: Avoid using the toilet as a waste basket. A single flush requires 1–8 gallons of water.
uk: Спускайте воду в туалеті лише за необхідності: Не використовуйте унітаз як кошик для сміття. Для одного змиву потрібно 1-8 галонів води.

source: Displace some of the water in your toilet tank: You can do this by filling a water bottle or airtight bag with pebbles and putting it in your toilet’s tank.
uk: Витіснити частину води з бачка вашого туалету: Ви можете зробити це, наповнивши пляшку з водою або герметичний пакет камінчиками і поклавши їх у бачок туалету.

source: Store water properly: If you’re storing water at home, label the container as “drinking water” and replace the water every six months.
uk: Зберігайте воду належним чином: Якщо ви зберігаєте воду вдома, позначте ємність як “питна вода” і міняйте воду кожні шість місяців.

source: GIF is given from
uk: GIF взята з

source: Text is given from
uk: Текст взятий з

source: Sustainable Development Goals
uk: Цілі сталого розвитку

source: GOAL 6: CLEAN WATER AND SANITATION
uk: ЦІЛЬ 6: ЧИСТА ВОДА ТА САНІТАРІЯ

source: Goal 6 aims to ensure availability and sustainable management of water and sanitation for all. Water and sanitation are critical to the health of people and the planet. Goal 6 not only addresses the issues relating to drinking water, sanitation and hygiene (WASH), but also the quality and sustainability of water resources worldwide. Improvements in drinking water, sanitation and hygiene are essential for progress in other areas of development too, such as nutrition, education, health and gender equality.
uk: Ціль 6 спрямована на забезпечення доступності та сталого управління водними ресурсами і санітарією для всіх. Вода та санітарія мають вирішальне значення для здоров'я людей і планети. Ціль 6 стосується не лише питань питної води, санітарії та гігієни (ВСГ), а й якості та сталості водних ресурсів у всьому світі. Покращення доступу до питної води, санітарії та гігієни має важливе значення для прогресу в інших сферах розвитку, таких як харчування, освіта, охорона здоров'я та гендерна рівність.

source: Millions of people die every year from diseases associated with unsafe drinking water, sanitation and hygiene. Young children are particularly vulnerable – WASH-related diseases remain among the leading causes of death in children under 5, and they contribute to malnutrition and stunting. Each year, 300,000 children under 5 die due to diarrhoea linked to inadequate WASH. Despite significant progress, 2.2 billion people worldwide do not have safely managed drinking water services. Over half the global population, 4.2 billion people, lack safely managed sanitation services.
uk: Мільйони людей щороку помирають від хвороб, пов'язаних з неякісною питною водою, санітарією та гігієною. Особливо вразливими є діти молодшого віку - хвороби, пов'язані із ВСГ, залишаються однією з основних причин смерті дітей віком до 5 років, вони призводять до недоїдання та затримки росту. Щороку 300 000 дітей віком до 5 років помирають від діареї, пов'язаної з неналежними послугами ВСГ. Незважаючи на значний прогрес, 2,2 мільярда людей у світі не мають безпечного доступу до питної води. Більше половини населення планети - 4,2 мільярда людей - не мають безпечних санітарно-гігієнічних послуг.

source: UNICEF’s contribution towards reaching this goal centres on bringing safe drinking water, sanitation and hygiene services to homes, schools and health centres so that children can grow and learn in a safe environment. UNICEF is co-custodian for global monitoring of three indicators that measure progress towards Goal 6: Indicator 6.1.1 Proportion of population using safely managed drinking water services; Indicator 6.2.1a Proportion of population using safely managed sanitation services; and Indicator 6.2.1b Proportion of population with a hand-washing facility with soap and water available at home.
uk: Внесок ЮНІСЕФ у досягнення цієї мети зосереджений на забезпеченні безпечної питної води, санітарії та гігієни в будинках, школах і медичних центрах, щоб діти могли рости і вчитися в безпечному середовищі. ЮНІСЕФ є ЮНІСЕФ є співвідповідальним за глобальний моніторинг трьох показників, які вимірюють прогрес у досягненні Цілі 6: Показник 6.1.1 Частка населення, що користується безпечною питною водою; Показник 6.2.1a Частка населення, що користується безпечними санітарно-гігієнічними послугами; та Показник 6.2.1b Частка населення, що має вдома засоби для миття рук з милом і водою.

source: Image from
uk: Зображення взяте з

source: Information given from
uk: Інформація взята з

source: Information written by
uk: Автор статті

source: Price:
uk: Ціна:

source: $ per one
uk: $ за одну

source: You must to pay:
uk: Ви повинні заплатити:

source: Product is abaible!
uk: Товар в наявності!

source: Buy
uk: Купити

source: Product is not abaible at now, please return later!
uk: Товар не в наявності наразі, будь ласка, поверніться пізніше!

source: Thank you for your purchase!
uk: Дякую за Вашу покупку!

source: The message will be delete in
uk: Повідомлення буде видалено через

source: seconds...
uk: секунд...

source: Here you can buy something.
uk: Тут Ви можете щось придбати.

source: All the money goes to charity!
uk: Всі грощі йдуть на благодійність!

source: Given from Rigby Cook lawyers
uk: Фотографія з Rigby Cook lawyers

source: Our shop:
uk: Наш магазин:

source: Niagara Falls
uk: Ніагарський водоспад

source: Niagara Falls (/naɪˈæɡərə/) is a group of three waterfalls at the southern end of Niagara Gorge, spanning the border between the province of Ontario in Canada and the state of New York in the United States. The largest of the three is Horseshoe Falls, which straddles the international border of the two countries. It is also known as the Canadian Falls. The smaller American Falls and Bridal Veil Falls lie within the United States. Bridal Veil Falls is separated from Horseshoe Falls by Goat Island and from American Falls by Luna Island, with both islands situated in New York.
uk: Ніагарський водоспад (/naɪˈæɡərə/) - група з трьох водоспадів на південному кінці Ніагарської ущелини, що перетинає кордон між провінцією Онтаріо в Канаді та штатом Нью-Йорк у США. Найбільшим з трьох водоспадів є водоспад Підкова, який перетинає міжнародний кордон двох країн. Він також відомий як Канадський водоспад. Менші Американський водоспад і водоспад Фата нареченої знаходяться на території Сполучених Штатів. Водоспад Підкова відокремлений від водоспаду Козячий острів, а від Американського водоспаду - островом Луна, обидва острови розташовані в Нью-Йорку.

source: Victoria Falls
uk: Водоспад Вікторія

source: Victoria Falls (Lozi: Mosi-oa-Tunya, 'Thundering Smoke'; Tonga: Shungu Namutitima, 'Boiling Water') is a waterfall on the Zambezi River in southern Africa, which provides habitat for several unique species of plants and animals. It is located on the border between Zambia and Zimbabwe and is one of the world's largest waterfalls, with a width of 1,708 m (5,604 ft).
uk: Водоспад Вікторія (Лозі: Mosi-oa-Tunya, 'Громовий дим'; тонга: Shungu Namutitima, 'Кипляча вода') - водоспад на річці Замбезі на півдні Африки, який забезпечує середовище існування для кількох унікальних видів рослин і тварин. Він розташований на кордоні між Замбією та Зімбабве і є одним з найбільших водоспадів у світі, його ширина становить 1 708 м (5 604 фути).

source: Amazon River
uk: Річка Амазонка

source: The Amazon River (UK: /ˈæməzən/, US: /ˈæməzɒn/; Spanish: Río Amazonas, Portuguese: Rio Amazonas) in South America is the largest river by discharge volume of water in the world, and the longest or second-longest river system in the world, a title which is disputed with the Nile.
uk: Річка Амазонка (англ: /ˈæməzən/, США: /ˈæməzɒn/; ісп: Río Amazonas, порт: Rio Amazonas) у Південній Америці - найбільша річка за обсягом стоку води у світі, а також найдовша або друга за довжиною річкова система у світі, звання якої оскаржує Ніл.

source: Nile
uk: Ніл

source: The Nile is a major north-flowing river in northeastern Africa. It flows into the Mediterranean Sea. The Nile is the longest river in Africa and has historically been considered the longest river in the world, though this has been contested by research suggesting that the Amazon River is slightly longer. Of the world's major rivers, the Nile is one of the smallest, as measured by annual flow in cubic metres of water. About 6,650 km (4,130 mi) long, its drainage basin covers eleven countries: the Democratic Republic of the Congo, Tanzania, Burundi, Rwanda, Uganda, Kenya, Ethiopia, Eritrea, South Sudan, Sudan, and Egypt. In particular, the Nile is the primary water source of Egypt, Sudan and South Sudan. Additionally, the Nile is an important economic river, supporting agriculture and fishing.
uk: Ніл - велика північна річка на північному сході Африки. Впадає в Середземне море. Ніл - найдовша річка Африки і історично вважається найдовшою річкою світу, хоча це твердження оскаржується дослідженнями, які показують, що Амазонка трохи довша. Серед великих річок світу Ніл є однією з найменших, якщо вимірювати річний стік у кубічних метрах води. Його басейн довжиною близько 6 650 км (4 130 миль) охоплює одинадцять країн: Демократичну Республіку Конго, Танзанію, Бурунді, Руанду, Уганду, Кенію, Ефіопію, Еритрею, Південний Судан, Судан і Єгипет. Зокрема, Ніл є основним джерелом води для Єгипту, Судану та Південного Судану. Крім того, Ніл є важливою економічною річкою, підтримуючи сільське господарство і рибальство.
